tests/requestaddorder.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://foodmenu.io/gt/webservice">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:addOrderRequest>
            <gs:name>John Doe</gs:name>
            <gs:address>123 Main St.</gs:address>
            <gs:ordersName>Portobello</gs:ordersName>
            <gs:amount>1</gs:amount>
        </gs:addOrderRequest>
    </soapenv:Body>
</soapenv:Envelope>
